CREATE TABLE "app"."province" (
    "id" UUID NOT NULL,
    "name" varchar(100) NOT NULL,
    PRIMARY KEY ("id")
);

INSERT INTO "app"."province" ("id", "name") VALUES
('0cadedd6-7831-4532-918e-f478a6196cf8', 'ฉะเชิงเทรา'),
('0ea8c575-077d-48f9-9c38-e14e14d122ec', 'ตาก'),
('1568866d-b11a-4f17-8c31-8af0eedb69f8', 'ตรัง'),
('3a1d0094-eaf9-40b7-810f-28b307c4c124', 'ชัยนาท'),
('45d7e268-d497-4c6f-9d64-89e9e48b5cad', 'ชุมพร'),
('45fed9d6-8ffa-4335-8e69-bf0d3840c31a', 'กำแพงเพชร'),
('491adb17-be89-44b6-8ef5-572ef031a8b9', 'ตราด'),
('5301a60e-d284-4648-8a6c-455a5cc524fa', 'กาญจนบุรี'),
('7f80d3a0-1440-499f-a29e-a9527daa6035', 'กระบี่'),
('82e18397-169f-409d-99f0-ac578e210373', 'ชัยภูมิ'),
('8f99bb13-e7c2-426a-8762-f7557aa8f1a2', 'เชียงราย'),
('95c88180-8240-4eb1-81f7-ca93340ac1d1', 'กาฬสินธุ์'),
('a66c85b2-33cf-4b3b-83d1-6066d1c6bcae', 'ชลบุรี'),
('b0133c9e-cf22-49fe-aefa-c8ee0fd941df', 'นครนายก'),
('b2fcb22e-a840-4480-8200-490b5567bb58', 'จันทบุรี'),
('bd333e93-5cbc-47f3-957e-a94269b9451f', 'ขอนแก่น'),
('c6b4a08d-f063-4428-9626-f7f50975f201', 'นครพนม'),
('cb5838bc-9e06-4390-964d-c4ea2b81fc1e', 'เชียงใหม่'),
('d7852952-53bc-41f0-9db1-6a214857db4f', 'นครปฐม'),
('ddcf6379-7dac-486e-a8bb-7c40e18b2c3a', 'กรุงเทพมหานคร');